[
    {
        "Disease Name": "Acidity",
        "URL": "https://www.1mg.com/diseases/acidity-42",
        "Overview": "Acidity is one of the most common ailments that almost everyone experiences once in their lifetimes. In simple terms, it is a condition that causes excess acid production in the stomach. This not only causes discomfort in the stomach but also leads to other symptoms, such as a sour taste in the mouth, difficulty swallowing, and indigestion.",
        "Key Facts": "The symptoms of acidity occur when some of the acid content of the stomach flows back up into the esophagus or the food pipe, which connects the mouth to the stomach. Normally, a ring of muscle called the lower esophageal sphincter (LES) acts as a valve that lets food enter the stomach but does not allow it back up into the esophagus. When this valve fails to function properly, stomach contents are regurgitated into the esophagus and the following symptoms of acidity can be experienced:"
    },
    {
        "Disease Name": "Acne",
        "URL": "https://www.1mg.com/diseases/acne-261",
        "Overview": "",
        "Key Facts": "Acne, also known as acne vulgaris, is a recurrent skin condition. In this, the pores and hair follicles of the skin get clogged with sebum. Acne can be seen in the form of pimples, blackheads or comedones, or nodes of the skin. Following are the symptoms of acne:"
    },
    {
        "Disease Name": "Addison's disease",
        "URL": "https://www.1mg.com/diseases/addisons-disease-120",
        "Overview": "Addison's disease is a rare disorder characterized by inadequate production of the steroid hormones cortisol and aldosterone by the adrenal gland. Adrenal glands are located on top of your kidneys and produce many hormones for the normal functioning of the body.",
        "Key Facts": "1. Laboratory tests: Serum cortisol, ACTH stimulation test, Serum renin, and aldosterone levels, Serum electrolytes, Random blood glucose test. Serum calcium, and TSH."
    },
    {
        "Disease Name": "Airplane ear",
        "URL": "https://www.1mg.com/diseases/airplane-ear-970",
        "Overview": "Have you experienced ear discomfort while flying, especially while the airplane is ascending or descending? Well, this can be airplane ear which is characterized by discomfort, pain, and fullness in the ear. It is caused by sudden pressure changes during air travel. Airplane ear can affect anybody on the flight but it is more commonly seen in individuals suffering from conditions such as common cold, sinusitis, allergic rhinitis, and middle ear infections. Infants and toddlers are more susceptible to this condition while traveling in air routes. Airplane ear can be easily prevented by simple techniques such as yawning, chewing, swallowing during the flight. Infants and toddlers can be breastfed, suck a pacifier or drink fluids through a sipper or a straw to ease the symptoms of airplane ear.  This condition is usually self-limiting, responds well to preventive measures, and resolves after air travel.",
        "Key Facts": ""
    },
    {
        "Disease Name": "Allergic conditions",
        "URL": "https://www.1mg.com/diseases/allergic-conditions-10",
        "Overview": "Allergies are caused when the body’s immune system responds abnormally to an external trigger known as ‘allergen’. These allergens are present in our environment but do not usually incite an immune response in other people. While in some people, the body’s immune system generates antibodies against these foreign bodies or allergens. This causes inflammation and leads to various symptoms that can range from being mild to quite severe.The symptoms of allergy vary such as mild sneezing, runny nose, swelling of face, swelling of the tongue, skin rash, itching, and difficulty in breathing, etc. Anaphylaxis is a severe reaction to any type of allergy which can be life-threatening, if not promptly treated.Allergies are widely prevalent across the world. These can be caused due to different types of allergens such as dust, molds, mites, foods like nuts, fish, and medicines like penicillin. Clinical treatment for allergies is suggested with antihistamine medicines, steroids, and OTC preparations to provide relief from symptoms.",
        "Key Facts": "There are many different types of allergies, each of them present with different symptoms, such as1. Skin allergy: Also known as ‘atopic dermatitis’ or eczema, it can cause symptoms like:"
    },
    {
        "Disease Name": "Alzheimer's disease",
        "URL": "https://www.1mg.com/diseases/alzheimers-disease-179",
        "Overview": "Alzheimer's disease (AD) is a slowly progressive disorder of the brain that fades away memory. It is characterized by disturbances in thinking skills, reasoning, language, and perception and, eventually, the ability to carry out simple daily tasks.The exact cause of Alzheimer's disease is not known. However, accumulation of amyloid proteins and tangled bundles of fibers called neurofibrillary, or tau tangles, in the brain are suspected to play a role.Alzheimer’s disease is not a normal part of aging and is not something that inevitably happens in later life. However, the likelihood of having Alzheimer's disease increases substantially with advancing age. A combination of age-related brain changes, genetic, environmental, and lifestyle factors are thought to increase the risk of this condition.Though AD is not entirely preventable, ensuring an extensive social network, and frequent participation in social, physical, and intellectually stimulating activities like reading, playing games, participating in adult education courses, and other recreational activities can delay its onset.Current Alzheimer's medications can help temporarily with memory symptoms and other cognitive changes. Caregivers play an extremely pivotal role in helping the patient with their daily needs and activities as well as protecting them from any danger.",
        "Key Facts": "The first symptoms of Alzheimer’s vary from person to person. Memory problems are typically one of the first signs related to this disease. The decline in non-memory aspects of cognition, such as word-finding and impaired reasoning or judgment, may also signal the very early stages of Alzheimer’s. Alzheimer’s disease progresses through several stages, explained as follows:"
    },
    {
        "Disease Name": "Amenorrhea",
        "URL": "https://www.1mg.com/diseases/amenorrhea-467",
        "Overview": "Amenorrhea is defined as the absence of menstruation during the reproductive years of a woman's life. It can be categorized into primary and secondary. Primary amenorrhoea is when a woman never had menstrual periods, and in secondary amenorrhoea, there is the absence of menstrual periods in a woman who was previously menstruating. The causes of primary amenorrhea are defects in the ovaries, problems with the reproductive organs, and issues with the pituitary gland, and the central nervous system. Secondary amenorrhea can result from natural causes like pregnancy, and breastfeeding or other causes like low body weight, mental stress, excessive exercise, hormonal imbalance, and birth control pills. A variety of tests are necessary for the diagnosis of amenorrhoea including pregnancy, thyroid function test, ovary function test, male hormone test, and prolactin test. Treatment mainly depends on the cause of amenorrhea. If the cause of amenorrhea is a hormonal imbalance then hormone replacement therapy can be administered. If amenorrhea is due to malnutrition, a proper diet plan can cure the patient successfully. In some cases, surgery is required that can treat anatomical causes of amenorrhea.",
        "Key Facts": "The main symptom of amenorrhoea is the lack of periods for at least three months. Depending upon the cause the other symptoms of amenorrhoea can be:"
    },
    {
        "Disease Name": "Anal fissure",
        "URL": "https://www.1mg.com/diseases/anal-fissure-74",
        "Overview": "An anal fissure is a cut, crack, tear or open sore in the lining of the anus (the opening through which stools pass out of the body) that extends upwards into the anal canal.",
        "Key Facts": "You may be suffering from anal fissure if you have the following signs and symptoms:"
    },
    {
        "Disease Name": "Anaphylaxis",
        "URL": "https://www.1mg.com/diseases/anaphylaxis-947",
        "Overview": "Anaphylaxis is a severe, life-threatening allergic reaction that can affect multiple systems of the body at the same time. Common triggers of this reaction include certain foods, insect stings, some medications, or latex. However, anaphylaxis is rare. The majority of people, even those with allergies, might never suffer from an episode of anaphylaxis.The symptoms of anaphylaxis include tongue swelling, vomiting, difficulty in breathing, mental confusion and even shock. These symptoms occur due to over reaction of the immune system.People with allergies, asthma and a family history of anaphylaxis are at a higher risk of anaphylaxis. If someone is at a higher risk or has a known serious allergy, avoidance is the best form of treatment.Anaphylaxis requires immediate medical treatment because if it is not treated timely or properly, it can be fatal. If someone has a history of a serious allergic reaction, it is important to always carry an adrenaline(epinephrine) kit.Accurate diagnosis and successful management of allergies is essential to prevent any  anaphylactic reactions in the future. An allergist or immunologist, has specialized training and experience to diagnose the problem and develop a prevention plan.",
        "Key Facts": "As anaphylaxis is a generalized systemic reaction, a wide variety of clinical signs and symptoms involving the skin, gastrointestinal and respiratory tracts, and cardiovascular system can be observed. The most common clinical manifestations include:"
    },
    {
        "Disease Name": "Anorexia Nervosa",
        "URL": "https://www.1mg.com/diseases/anorexia-nervosa-928",
        "Overview": "Anorexia nervosa, often simply referred to as anorexia, is a behavioral and life-threatening psychological eating disorder. It is characterized by self-starvation, weight loss, distorted perception of weight, and unrealistic or exaggerated fear of body image. In simple terms, it is a condition where people obsess about their weight and diet.Anorexic people often initially begin dieting to manage their weight. But over time, the restrictions in their calorie intake and diet become a psychological obsession, leading them to the point of starvation and extreme weight loss. The exact causes of anorexia nervosa are not understood. However, several factors are believed to contribute to anorexia. These include environmental stress, external compulsion, prenatal and perinatal complications, physiological factors, neurochemical changes, hormonal changes, and genetic or hereditary factors.Anorexia nervosa, if left untreated, may cause dangerous health conditions including fatigue, low blood pressure, water-electrolyte imbalance, and may even have fatal consequences, among others. Medical intervention and psychological consultation are therefore crucial for early diagnosis and effective treatment of the condition.",
        "Key Facts": ""
    }
]